Revit 2027 API
UpdaterInfo.UpdaterName Property
 Name of the updater.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string UpdaterName { get; }
Public ReadOnly Property UpdaterName As String
	Get
public:
property String^ UpdaterName {
	String^ get ();
}
member UpdaterName : string with get
Property Value
String
See Also
Reference
UpdaterInfo Class
Autodesk.Revit.DB Namespace